{
  "id": "3c01096b-9e5d-4ce6-9659-9e8912b2fdae",
  "title": "251211_6_minute_english_how_are_horses_helping_to_heal_humans_download.mp3",
  "transcript_text": "Hello, this is Six Minute English from BBC Learning English. I'm Neil. And I'm Georgie. Neil, have you ever ridden a horse? Yes, I have. I can't say that I enjoyed it much. I was a bit scared, to be honest. How about you? I used to ride horses a lot, actually. My favourite thing was to ride a horse through the countryside. I love horses, they're so majestic and lovely. The relationship between humans and horses has been close throughout history, but recently this has gone beyond riding horses for fun or using them for work. Equine assisted services, sometimes called horse therapy, is a health trend where caring and interacting with horses is used to heal physical and mental illness. Here's Dachianni Navanayaga, presenter of BBC World Service programme, The Conversation, to explain. Equine assisted services is now an umbrella term which encompasses a whole range of treatments, involving activities and interactions with horses to promote better human wellbeing. Equine assisted services is an umbrella term, a term for a large number of different things which all belong to a single common category. So, horse therapy includes many activities, From feeling the horse's movement, which can help children with muscle disorders like cerebral palsy, to simply grooming the horse, which can help calm anxiety. Grooming a horse means cleaning and brushing the horse's coat of hair. Various animals can be used in therapy, but horses are particularly suitable as they're very sensitive to human emotions. Being in contact with them affects the limbic area of the brain dealing with stress. In this episode, we'll hear more about the horses helping people work through mental, emotional and physical challenges, and as usual, we'll learn some useful new vocabulary. And remember, you'll find all the words and phrases from this episode on our website, bbclearningenglish. com. But now I have a question for you, Neil. We've heard some of the special qualities horses possess, but which of the following about horses is also true? is it A, horses always sleep standing up. B, horses can make over 100 sounds. Or C, horses have almost 360 degree vision. Well, I'm sure I've seen a horse lying down, so I don't know about its vision though, so I'm going to say B, a horse can make over 100 sounds. Okay, well we'll find out the answer later in the programme. Horse therapist, Claudia Nicholson, first felt the healing power of horses as a child. She now runs her own center for equine-assisted learning in the south of England, where she spoke with BBC World Service programme for conversation. I would spend hours on end sitting in a stable with my pony. I was going through puberty, my parents had separated, I had a lot of unanswered questions, And I would feel met and safe and held with the connection of the pony. As a child, Claudia spent hours on end with her pony. Phrases like days or hours on end mean days or hours doing something continuously without stopping. Spending time with her pony helped Claudia through puberty, the stage of life when a child grows into an adult because of changes in their body which allow them to have children. It was her teenage experiences that led Claudia to start her own horse therapy centre. She works a lot with teenage girls and children in care. A child in care is a child who's being looked after by the local authorities because they cannot be cared for by their parents or family. Here, Claudia talks more about her work with children and horses to BBC World Services, the conversation. It would take maybe a few sessions for a relationship of trust to be formed. And it's quite extraordinary to see a child that's experienced a lot of trauma, especially these children in care. They can be brushing the pony's body. They might want to have a cry which they've been holding on to. The horse regulates them. Many of the children Claudia works with suffer trauma. It takes time for them to build a bond of trust with their horse. The phrase bond of trust is a strong feeling of reliance and confidence between two people. Horses really are special animals. They sense human feelings like fear or sadness through breath, heart rate and movement, and respond with gentleness and calm. This makes them perfect animal therapists. And that's not all right Georgie, let's find out the answer to your question. Yes, Neil. Well, I asked you which sentence about horses was true, and you said that horses can make over 100 sounds. Sadly, that was the wrong answer. The correct answer was C. Horses have near 360 degree vision, which is surprising. Wow, that's amazing. OK, let's recap the vocabulary we've learned. Starting with umbrella term, a term used to describe many different things which all belong to a single common category. Grooming an animal like a horse or a dog means brushing and cleaning its coat of hair. If you do something for hours on end, you do it continuously without stopping. Puberty is the stage of life when a child grows into an adult because of changes in their body which allow them to have children. A child who is in care is being looked after by the local authorities because they cannot be cared for by their parents. And finally, a bond of trust is a strong feeling of reliance and confidence between two people. Once again, our six minutes are up, but remember you'll find a quiz and worksheet for this episode over on our website, bbclearningenglish. com. See you there soon, but for now, it's goodbye. Goodbye.",
  "audio_file_name": "251211_6_minute_english_how_are_horses_helping_to_heal_humans_download.mp3",
  "duration": 372.4005,
  "created_at": 1765530414262,
  "updated_at": 1765530414262,
  "file_name": "251211_6_minute_english_how_are_horses_helping_to_heal_humans_download.transcript.json"
}